{
    "quotes": [
        {
            "quote":"Encratic language (the language produced and spread under the protection of power) is statutorily a language of repetition; all official institutions of language are repeating machines: schools, sports, advertising, popular songs, news, all continually repeat the same structure, the same meaning, often the same words.",
            "author":"Roland Barthes",
            "work": "The Pleasure of the Text (1975)"
        },
        {
            "quote":"The petit-bourgeois is a man unable to imagine the Other. If he comes face to face with him, he blinds himself, ignores and denies him, or else transforms him into himself.",
            "author":"Roland Barthes",
            "work": "'Myth on the Right,' in Mythologies (1957)"
        },
        {
            "quote":"What the public wants is the image of passion, not passion itself.",
            "author":"Roland Barthes",
            "work": "'Le monde où l'on catche,' in Mythologies (1957)"
        },
        {
            "quote":"Language is a skin: I rub my language against the other. It is as if I had words instead of fingers, or fingers at the tip of my words. My language trembles with desire.",
            "author":"Roland Barthes",
            "work": "'Talking,' in A Lover's Discourse (1977)"
        },
        {
            "quote":"When you wake up in the morning, tell yourself: The people I deal with today will be meddling, ungrateful, arrogant, dishonest, jealous, and surly. They are like this because they can't tell good from evil.",
            "author":"Marcus Aurelius",
            "work": "Meditations, Book II"
        },
        {
            "quote":"We are all made for mutual assistance, as the feet, the hands, and the eyelids, as the rows of the upper and under teeth, from whence it follows that clashing and opposition is perfectly unnatural.",
            "author":"Marcus Aurelius",
            "work": "Meditations, Book II"
        },
        {
            "quote":"A man should be upright, not kept upright.",
            "author":"Marcus Aurelius",
            "work": "Meditations, Book III"
        },
        {
            "quote":"Remember that man lives only in the present, in this fleeting instant; all the rest of his life is either past and gone, or not yet revealed. Short, therefore, is man's life, and narrow is the corner of the earth wherein he dwells.",
            "author":"Marcus Aurelius",
            "work": "Meditations, Book III"
        }
    ]

}